[
  {
    "question": "Tem algo que você espera de mim, mas tem medo de parecer 'demais' por pedir?",
    "tips": [
      "Pode ser carinho, tempo, palavras, atenção.",
      "Você já tentou expressar isso de forma sutil?",
      "O que significa isso pra você emocionalmente?",
      "Por que tem medo de pedir?"
    ]
  },
  {
    "question": "Você sente que temos espaço seguro para falar tudo?",
    "tips": [
      "Já teve medo de ser mal interpretado(a)?",
      "O que ajuda a criar esse espaço entre nós?",
      "Existe algum tema que você ainda evita?",
      "Como podemos melhorar esse espaço?"
    ]
  },
  {
    "question": "Em quais momentos você sente ciúmes?",
    "tips": [
      "O ciúme fala de medo, não de posse.",
      "É quando se sente deixado de lado? Comparado?",
      "Você fala sobre isso quando sente?",
      "O que ajuda a passar essa sensação?"
    ]
  },
  {
    "question": "O que o silêncio significa pra você quando estamos juntos?",
    "tips": [
      "Silêncio te dá paz ou te traz insegurança?",
      "Já sentiu que se perdeu no silêncio entre nós?",
      "O que você gostaria de ouvir nesses momentos?",
      "Como posso estar mais presente nesses silêncios?"
    ]
  },
  {
    "question": "Existe alguma dor entre nós que nunca foi realmente resolvida?",
    "tips": [
      "Pode ser algo que só foi empurrado.",
      "Como ela ainda aparece hoje?",
      "Você sente que pode falar sobre isso agora?",
      "O que precisaria para essa ferida começar a cicatrizar?"
    ]
  },
  {
    "question": "O que mais te surpreendeu em mim desde que começamos a namorar?",
    "tips": [
      "Pode ser algo que você nunca esperava encontrar em alguém.",
      "Lembre de alguma atitude específica que mexeu com você.",
      "Pense em como essa surpresa te fez se sentir.",
      "Às vezes são as pequenas coisas do dia a dia que viram grandes revelações."
    ]
  },
  {
    "question": "Quando você se sente mais amado(a) por mim?",
    "tips": [
      "Lembre de um momento recente em que se sentiu muito feliz comigo.",
      "Pode ser algo que eu disse, um abraço, ou uma atitude pequena.",
      "Fale como isso te fez se sentir por dentro.",
      "Como isso influenciou seu dia ou sua visão do nosso relacionamento?"
    ]
  },
  {
    "question": "Você se sente suficiente como parceiro(a)? Por quê?",
    "tips": [
      "Essa resposta pode doer, mas também libertar.",
      "Quais momentos reforçam essa insegurança?",
      "O que você gostaria de mudar ou desenvolver em si?",
      "Como posso ajudar nisso?"
    ]
  },
  {
    "question": "Tem alguma memória comigo que você sempre volta mentalmente?",
    "tips": [
      "Pode ser algo simples como um olhar ou uma conversa.",
      "Essa memória te dá paz, saudade ou alegria?",
      "Por que você acha que ela ficou tão forte?",
      "Você já compartilhou essa lembrança comigo?"
    ]
  },
  {
    "question": "Como você mudou desde que me conheceu?",
    "tips": [
      "Pode ser um hábito, uma crença, uma postura emocional.",
      "Você se sente melhor consigo mesmo(a) agora?",
      "Que impacto isso tem nas suas outras relações?",
      "Foi uma mudança consciente ou espontânea?"
    ]
  },
  {
    "question": "Qual foi a primeira lembrança em que você sentiu que éramos um casal de verdade?",
    "tips": [
      "Foi uma conversa, um gesto, uma apresentação?",
      "Como você se sentiu naquele momento?",
      "Isso te deu segurança ou medo?",
      "Você lembra do meu rosto naquele momento?"
    ]
  },
  {
    "question": "Quais medos você sente que superou desde que estamos juntos?",
    "tips": [
      "Pode ser medo de se abrir, de confiar ou de ser rejeitado(a).",
      "Você sente que conseguiu evoluir emocionalmente?",
      "O que no relacionamento contribuiu para isso?",
      "Ainda há medos presentes ou surgiram outros?"
    ]
  },
  {
    "question": "Qual parte de si mesmo(a) você mais esconde por vergonha?",
    "tips": [
      "Pode ser um jeito, uma história, um medo.",
      "É algo que você aprendeu a esconder desde pequeno?",
      "Você já mostrou isso pra mim? Como foi?",
      "O que te faria se sentir aceito com isso?"
    ]
  },
  {
    "question": "Tem algo que você gostaria que eu entendesse melhor sobre você?",
    "tips": [
      "Pode ser uma necessidade emocional que você sente que passa despercebida.",
      "Uma parte da sua personalidade que nem todos compreendem.",
      "O que você gostaria de não precisar explicar o tempo todo?",
      "Se você pudesse ser completamente compreendido, o que isso mudaria?"
    ]
  },
  {
    "question": "Qual é a coisa mais difícil de me dizer?",
    "tips": [
      "Pense em algo que você já ensaiou mentalmente.",
      "Pode ser uma crítica, medo, ou uma dor mal resolvida.",
      "O que te impede de falar sobre isso?",
      "Que tipo de escuta você precisaria para conseguir dizer?"
    ]
  },
  {
    "question": "Qual foi o momento mais romântico que já vivemos juntos?",
    "tips": [
      "Pense em algo que fez seu coração acelerar ou que te emocionou.",
      "O que naquele momento te fez sentir especial?",
      "Foi planejado ou espontâneo?",
      "Você contaria esse momento como uma história de filme?"
    ]
  },
  {
    "question": "Qual foi nosso momento mais engraçado juntos?",
    "tips": [
      "Algo que virou piada interna?",
      "Um mico ou situação constrangedora que acabou em riso?",
      "O que esse momento mostrou sobre nossa leveza?",
      "Você contaria isso para nossos amigos?"
    ]
  },
  {
    "question": "Qual parte da sua história de vida você gostaria que eu conhecesse mais profundamente?",
    "tips": [
      "Pode ser um trauma, uma vitória, ou algo que te marcou.",
      "Não precisa contar tudo. Um fragmento é suficiente.",
      "Por que essa parte é tão significativa pra você?",
      "Você se sente confortável em falar disso hoje?"
    ]
  },
  {
    "question": "Qual foi o maior desafio do nosso relacionamento até agora?",
    "tips": [
      "Foi algo interno ou externo à relação?",
      "Como isso te afetou emocionalmente?",
      "O que você aprendeu com isso?",
      "Sente que superaram totalmente ou ainda ecoa em você?"
    ]
  },
  {
    "question": "Existe uma comparação que ainda te machuca internamente?",
    "tips": [
      "Pode ser com o passado, com outras pessoas ou com padrões irreais.",
      "Como essa comparação afeta sua autoestima?",
      "Você sente que ela interfere entre nós?",
      "O que ajudaria a se libertar disso?"
    ]
  },
  {
    "question": "Qual detalhe nosso você mais gosta de lembrar quando sente saudade?",
    "tips": [
      "Um jeito específico de rir, de olhar, de falar.",
      "Alguma frase ou apelido que só vocês usam.",
      "Um momento simples que ficou registrado com afeto.",
      "Pode ser um toque, um lugar, ou até um cheiro que te lembra a pessoa."
    ]
  },
  {
    "question": "Como você descreveria nosso amor em uma palavra? Por quê?",
    "tips": [
      "Escolha uma palavra que represente sua essência emocional.",
      "Dê exemplos do que te levou a essa escolha.",
      "Pode ser simbólica: uma estação, cor, música, elemento.",
      "O que essa palavra te faz sentir por dentro?"
    ]
  },
  {
    "question": "Existe alguma forma de amor que você gostaria de viver mais comigo?",
    "tips": [
      "Pode ser um tipo de carinho, conversa, aventura ou intimidade.",
      "O que está impedindo isso de acontecer mais?",
      "Você sente medo de pedir isso?",
      "Como podemos experimentar isso juntos?"
    ]
  },
  {
    "question": "Em quais momentos você sente que não soube me escutar?",
    "tips": [
      "Fale com carinho e honestidade.",
      "Pode ser um momento específico ou padrão.",
      "O que você esperava naquele momento?",
      "Como posso ser um(a) parceiro(a) melhor nisso?"
    ]
  },
  {
    "question": "Qual dor da sua vida você sente que eu nunca vou entender completamente?",
    "tips": [
      "Pode ser de infância, familiar, emocional ou existencial.",
      "Fale como essa dor ainda vive em você hoje.",
      "Como gostaria que eu me conectasse com ela?",
      "Isso impacta nossa relação?"
    ]
  },
  {
    "question": "Qual gesto meu fez você se sentir profundamente amado(a)?",
    "tips": [
      "Pode ser algo que até parece pequeno, mas que te marcou profundamente.",
      "O que esse gesto significou emocionalmente?",
      "Ele veio em um momento que você precisava?",
      "Você me contou o quanto aquilo te tocou?"
    ]
  },
  {
    "question": "O que você aprendeu sobre si mesmo(a) estando comigo?",
    "tips": [
      "Pode ser algo emocional, comportamental ou espiritual.",
      "Pense em padrões seus que mudaram ou ficaram mais claros.",
      "Você sente orgulho disso?",
      "Como isso impacta sua vida fora da relação também?"
    ]
  },
  {
    "question": "Como você prefere que eu te apoie nos momentos difíceis?",
    "tips": [
      "Cada pessoa tem um jeito diferente de ser cuidada.",
      "Você precisa mais de escuta, toque, presença ou solução?",
      "Já sentiu que eu acertei ou errei nisso antes?",
      "Como você se sente mais acolhido(a)?"
    ]
  },
  {
    "question": "Qual memória nossa você mais gostaria de reviver exatamente como foi?",
    "tips": [
      "Por que esse momento ficou tão guardado?",
      "Você consegue lembrar de cada detalhe?",
      "Qual emoção principal estava ali?",
      "Isso mudou algo entre nós depois?"
    ]
  },
  {
    "question": "Qual foi nossa viagem ou passeio mais especial?",
    "tips": [
      "Pense em sensações, paisagens, detalhes que ficaram marcados.",
      "Foi pela companhia, pelo lugar ou pelo que viveram juntos?",
      "Como esse momento te conectou mais com a outra pessoa?",
      "Você sente saudade desse dia?"
    ]
  },
  {
    "question": "Já teve alguma dúvida ou medo nesses primeiros meses? Como lidou com isso?",
    "tips": [
      "Não precisa ter resposta pronta — só seja honesto(a) com o que sentiu.",
      "Pode ser o medo de estar se entregando rápido demais.",
      "Medo de não ser compreendido(a) ou de não saber lidar com conflitos.",
      "Você se calou? Falou? Fugiu? O que faria diferente?"
    ]
  },
  {
    "question": "O que nosso relacionamento está te ensinando sobre paciência?",
    "tips": [
      "Já teve que respirar fundo por mim?",
      "O que você aprendeu sobre si mesmo nessas situações?",
      "Isso te faz crescer como pessoa?",
      "Como podemos ter mais empatia um pelo outro?"
    ]
  },
  {
    "question": "Se algo acontecesse comigo amanhã, o que você gostaria de ter dito?",
    "tips": [
      "Não pense duas vezes. Fale com verdade e emoção.",
      "Pode ser um pedido de desculpa, uma declaração ou um sonho.",
      "Fale como se fosse sua última oportunidade.",
      "Essa resposta diz o que realmente importa pra você."
    ]
  },
  {
    "question": "Existe alguma verdade que você sente que esconde de mim?",
    "tips": [
      "Pode ser uma insegurança, um pensamento recorrente, um medo.",
      "Você tem medo da minha reação se disser?",
      "Essa verdade te machuca?",
      "Como seria se você conseguisse expressar isso com segurança?"
    ]
  },
  {
    "question": "Qual é o seu maior desejo para nós dois?",
    "tips": [
      "Pode ser um sonho, um sentimento, um estilo de vida.",
      "É algo que te motiva emocionalmente?",
      "Você se imagina contando sobre isso no futuro?",
      "O que podemos fazer para esse desejo virar realidade?"
    ]
  },
  {
    "question": "O que você mais evoluiu como pessoa recentemente?",
    "tips": [
      "Pode ser uma mudança de mentalidade, atitude ou autocuidado.",
      "O relacionamento contribuiu com isso?",
      "Você percebe essa mudança no seu dia a dia?",
      "O que ainda está em processo?"
    ]
  },
  {
    "question": "Já teve medo de que eu te trocasse por alguém 'melhor'?",
    "tips": [
      "Esse medo pode falar mais sobre você do que sobre mim.",
      "Você já se comparou com outras pessoas? Como se sentiu?",
      "O que em mim te faz se sentir escolhido(a)?",
      "Isso ainda é uma insegurança hoje?"
    ]
  },
  {
    "question": "Você sente que pode ser totalmente você comigo? Por quê?",
    "tips": [
      "Em que situações você sente liberdade para ser você mesmo(a)?",
      "Tem partes suas que ainda escondem ou se censuram?",
      "O que te faria se sentir mais à vontade?",
      "Como isso já mudou desde que começaram a namorar?"
    ]
  },
  {
    "question": "Existe alguma dor que você ainda não superou?",
    "tips": [
      "Você não precisa ter uma “resposta certa”. Só sentimentos.",
      "Fale como ela aparece no seu dia a dia.",
      "Isso influencia sua forma de amar ou se relacionar hoje?",
      "Como posso te ajudar com ela?"
    ]
  },
  {
    "question": "Existe algo que você evita me contar? Por quê?",
    "tips": [
      "Pode ser por medo da minha reação ou de parecer frágil.",
      "Essa coisa que você evita tem a ver com insegurança ou vergonha?",
      "O que te faria se sentir seguro(a) para abrir esse assunto?",
      "O silêncio está te protegendo ou te afastando?"
    ]
  },
  {
    "question": "Qual foi o momento em que você mais pensou 'é com essa pessoa que quero estar'?",
    "tips": [
      "Pode ter sido em algo simples como te ouvir com atenção.",
      "Pode ter sido um gesto de cuidado, um abraço, ou até uma conversa boba.",
      "Pense no impacto emocional desse momento.",
      "Você se viu sorrindo do nada, sentindo paz, vontade de ficar?"
    ]
  },
  {
    "question": "O que você mais aprendeu sobre mim nesses primeiros meses?",
    "tips": [
      "Pode ser uma surpresa boa ou algo desafiador.",
      "Como isso mudou sua forma de se relacionar comigo?",
      "Isso te aproximou ou te fez refletir mais?",
      "Você já me falou sobre isso antes?"
    ]
  },
  {
    "question": "Se pudesse reviver um dia nosso, qual seria?",
    "tips": [
      "Pode ser algo marcante ou um dia simples, mas cheio de afeto.",
      "Como você se sentiu emocionalmente naquele dia?",
      "O que naquele momento foi tão especial?",
      "Você queria fazer algo diferente se revivesse?"
    ]
  },
  {
    "question": "Qual foi o momento em que mais teve medo de me perder?",
    "tips": [
      "Pense em alguma briga, afastamento ou dúvida forte.",
      "Fale como seu corpo reagiu: sentiu frio, coração acelerado?",
      "Como superou esse momento?",
      "O que mais doeu ali?"
    ]
  },
  {
    "question": "Qual decisão nossa mudou seu modo de ver o amor?",
    "tips": [
      "Foi uma escolha importante ou um posicionamento emocional?",
      "Antes disso, como você enxergava o amor?",
      "O que mudou em você desde então?",
      "Você se sente mais maduro(a) emocionalmente hoje?"
    ]
  },
  {
    "question": "Existe algum hábito nosso que você gostaria de transformar em tradição?",
    "tips": [
      "Pense em algo que sempre se repete e te faz bem.",
      "Pode ser algo pequeno, como uma frase ou rotina.",
      "Por que isso te faz sentir conexão?",
      "Você já pensou em como seria daqui a 1 ano fazendo isso?"
    ]
  },
  {
    "question": "O que você precisa ouvir de mim com mais frequência?",
    "tips": [
      "Pode ser palavras de afirmação, carinho, desejo ou segurança.",
      "Você já pediu isso abertamente?",
      "Como se sente quando ouve essas palavras?",
      "Isso muda seu dia ou sua forma de agir comigo?"
    ]
  },
  {
    "question": "O que te fez se apaixonar por mim?",
    "tips": [
      "Pode ser um gesto, uma atitude, ou uma sensação específica.",
      "O que naquele momento fez você baixar a guarda?",
      "Você sabia que estava se apaixonando ou percebeu depois?",
      "Como foi perceber isso no seu corpo ou mente?"
    ]
  },
  {
    "question": "Qual costume nosso você não quer perder nunca?",
    "tips": [
      "Pode ser um bom dia com beijo, deitar junto depois de sair, apelidos carinhosos.",
      "Uma rotina que parece simples mas é essencial emocionalmente.",
      "Um ritual que começou sem querer.",
      "Como isso representa o amor entre vocês?"
    ]
  },
  {
    "question": "O que mais admira em como eu te amo?",
    "tips": [
      "Pode ser uma atitude constante ou um gesto especial.",
      "Como isso toca suas feridas ou fortalece seu coração?",
      "Você sente que isso é algo raro ou comum no amor?",
      "Você já tentou expressar isso para mim?"
    ]
  },
  {
    "question": "Tem alguma foto nossa que te faz sorrir sempre?",
    "tips": [
      "O que essa imagem representa pra você?",
      "Foi um momento espontâneo ou planejado?",
      "Você lembra como estava se sentindo naquele dia?",
      "O que mudaria se pudesse voltar naquele momento?"
    ]
  },
  {
    "question": "Tem algo que você ainda não compartilhou por medo de parecer frágil?",
    "tips": [
      "Essa parte de você merece acolhimento, não julgamento.",
      "Você sente que eu te daria esse acolhimento?",
      "Como seria viver essa parte sem medo comigo?",
      "Você gostaria de tentar agora?"
    ]
  },
  {
    "question": "O que você carrega da sua infância que ainda influencia como ama?",
    "tips": [
      "Pense nos exemplos de amor, ou na falta deles.",
      "Você repete padrões ou luta contra eles?",
      "O que ainda te sensibiliza dessa fase?",
      "Como isso afeta sua entrega emocional hoje?"
    ]
  },
  {
    "question": "Existe algum medo profundo que nunca conseguiu me contar?",
    "tips": [
      "Pode ser algo da sua história, algo interno ou imaginado.",
      "O que te impede de trazer isso à tona?",
      "Você sente que seria compreendido(a) se falasse?",
      "Como esse medo afeta sua forma de amar?"
    ]
  },
  {
    "question": "Já se sentiu sozinho(a) mesmo estando comigo?",
    "tips": [
      "Pode ser durante crises, transições ou dias difíceis.",
      "Do que você precisava naquele momento?",
      "Você conseguiu expressar isso ou guardou?",
      "Como eu poderia ter estado mais presente?"
    ]
  },
  {
    "question": "Qual sua maior mudança emocional desde que estamos juntos?",
    "tips": [
      "Você percebe isso no seu jeito de reagir às coisas?",
      "Essa mudança foi consciente ou natural?",
      "Ela te aproxima de quem você quer ser?",
      "O relacionamento ajudou nessa transformação?"
    ]
  },
  {
    "question": "Qual foi o gesto mais significativo que fiz por você e talvez nem percebi?",
    "tips": [
      "Pode ser algo pequeno, mas que te emocionou.",
      "Você lembra como se sentiu por dentro?",
      "Isso mudou seu olhar sobre mim?",
      "Você já me agradeceu por isso?"
    ]
  },
  {
    "question": "Se hoje fosse o último dia juntos, o que você mais gostaria de me dizer?",
    "tips": [
      "Fale tudo que nunca teve coragem.",
      "Pode ser um agradecimento, uma dor, um perdão ou uma lembrança.",
      "Se conecte com a verdade do seu coração.",
      "Não economize emoção nessa resposta."
    ]
  },
  {
    "question": "Em que momento da nossa história você sentiu medo de que tudo acabasse?",
    "tips": [
      "Pode ter sido em silêncio ou em crise.",
      "Como seu corpo reagiu?",
      "O que te deu esperança de continuar?",
      "Você guardou isso pra si ou tentou falar?"
    ]
  },
  {
    "question": "Quando você mais teve vontade de desistir da gente?",
    "tips": [
      "O que te segurou?",
      "Você já superou esse sentimento?",
      "Quais emoções estavam por trás disso?",
      "O que mudou de lá pra cá?"
    ]
  },
  {
    "question": "Se pudesse deixar uma mensagem para 'nós daqui a 1 ano', o que diria?",
    "tips": [
      "Pode ser um desejo, um aviso, um lembrete de amor.",
      "Fale com afeto e verdade, como se escrevesse uma carta emocional.",
      "Pense no que espera ter superado, vivido e construído até lá.",
      "O que você quer que não se perca no caminho?"
    ]
  },
  {
    "question": "Qual é a sua maior insegurança no amor?",
    "tips": [
      "Isso veio de alguma experiência anterior?",
      "Já sentiu essa insegurança comigo? Como lida com ela?",
      "Como eu poderia ajudar você a se sentir mais seguro(a)?",
      "O que você mais teme que aconteça?"
    ]
  }
]